tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew 'git'
brew 'htop'
brew 'neovim'
brew 'node'
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'zsh'


cask 'alfred'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
