tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bat"
brew "fzf"
brew "git"
brew "htop"
brew "http-server"
brew "neovim"
brew "node"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "screenfetch"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh"

cask "alacritty"
cask "alfred"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "slack"
cask "spotify"
cask "transmit"

cask "font-fira-code"
cask "font-fira-code-nerd-font"
